"	Default" = "	默认";
"	Left to Right" = "	从左到右";
"	Right to Left" = "	从右到左";
"%1$@ can't be updated, because it was opened from a read-only or a temporary location. Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "%1$@ 无法更新，因为它是从只读位置或临时位置打开的。 使用Finder将%1$@复制到应用程序文件夹，从那里重新启动它，然后重试。";
"%@ copy" = "%@副本";
"%@ Icon" = "%@图标";
"%@ is not a valid regular expression" = "“%@” 不是一个正确的正则表达式";
"%@ matches found" = "已找到 %@ 个匹配结果";
"1 match found" = "找到 1 个匹配结果";
"@@ Help" = "@@ 帮助";
"A conflict has been detected for this document." = "检测到此文稿中存在冲突。";
"A new major paid upgrade is now available" = "现在可以进行新的主要付费升级";
"A new version of %@ is available!" = "新版本的 %@ 已经发布";
"About @@" = "关于 @@";
"Actual Size" = "实际大小";
"Add the folders from where your jobs are linked" = "添加您的作业链接的文件夹";
"Add" = "添加";
"Adjective" = "形容词";
"Advanced Find and Replace" = "高级查找和替换";
"Advanced Find" = "高级查找";
"Advanced" = "高级";
"Adverb" = "副词";
"Agent" = "代理人";
"Align Left" = "左对齐";
"Align Right" = "右对齐";
"All documents" = "所有文稿";
"all users" = "所有用户";
"All" = "全部";
"Allow Hyphenation" = "允许连字";
"Always Show Toolbar in Full Screen" = "始终在全屏幕中显示工具栏";
"Always" = "总是";
"An error occurred in retrieving update information. Please try again later." = "检索更新信息时发生错误。 请稍后再试。";
"An error occurred while saving" = "存储时发生错误。";
"An unknown error occurred when fetching the log" = "获取日志时发生未知错误";
"An unknown error occurred while saving the file." = "存储文件时发生未知错误。";
"An unknown error occurred" = "发生未知错误";
"Appearance" = "外观";
"Application" = "应用程序";
"Are you sure you want to delete “%@”?" = "您确定要删除“%@”吗？";
"At startup and when saving" = "正在启动";
"Auto Complete:" = "自动完成:";
"Auto-suggest completions" = "自动文字建议";
"Automatic" = "自动";
"Automatically Open in Tabs" = "在标签页中自动打开";
"Autosave" = "自动保存";
"Back" = "向后";
"Background" = "背景";
"Base" = "基准";
"Baseline" = "基线";
"Bigger" = "较大";
"Bold" = "粗体";
"Bring All to Front" = "前置全部窗口";
"Build an App…" = "建立一个应用程序…";
"Buttons" = "按钮";
"Cancel" = "取消";
"Cannot Authenticate" = "无法鉴定";
"Cannot find any columns" = "找不到任何列";
"Cannot load %@" = "无法载入 %@";
"Can’t sign into iCloud" = "无法登录 iCloud。";
"Capitalize" = "首字母大写";
"Center" = "居中";
"Change Encoding" = "改变文字编码";
"Change Selected Text" = "更改选定的文本";
"Change" = "更改";
"Character Shape" = "字符形状";
"Character" = "字符";
"characters" = "字符";
"Characters: %@" = "字符: %@";
"Check Document Now" = "立即检查文稿";
"Check for Updates…" = "检查更新…";
"Check Grammar With Spelling" = "检查拼写和语法";
"Check Spelling While Typing" = "键入时检查拼写";
"Check" = "检查";
"Choose an existing script or write a new" = "选择现有脚本或编写新脚本";
"Choose File…" = "选取文件…";
"Choose Folder…" = "选取文件夹…";
"Choose what you want to run" = "选择您要运行的内容";
"Choose…" = "选取…";
"Classifier" = "量词";
"Clear Menu" = "清除菜单";
"Clear Recent Searches" = "清除最近的搜索结果";
"Clients" = "客户端";
"Close Tag" = "闭合标签";
"Close" = "关闭";
"Color" = "颜色";
"Colors" = "颜色";
"Columns" = "栏";
"Comma" = "逗号";
"Command Result" = "命令的结果";
"Command" = "命令";
"Commands" = "命令";
"Comment or Uncomment" = "注释/移除注释";
"Compare" = "比较";
"Complete" = "联想";
"Conflict Resolver" = "冲突解决程序";
"Conjunction" = "连词";
"Connect" = "连接";
"Continue Anyway" = "仍继续";
"Convert line endings when saving" = "转换行结束符";
"Copy Column" = "复制列";
"Copy Row" = "拷贝行";
"Copy Ruler" = "拷贝标尺";
"Copy Style" = "拷贝样式";
"Copy" = "拷贝";
"Correct Spelling Automatically" = "自动纠正拼写";
"Could not establish communication with helper tool." = "无法与帮助工具建立通信。";
"Could not find a match for search-string %@" = "无法找到符合的查找字串 “%@”";
"Could not update" = "未能更新";
"Couldn’t save document." = "未能存储文稿。";
"Count" = "计数";
"Create New…" = "新建…";
"Create Snippet From Selection" = "从当前选择创建一个文本片段";
"created" = "创建";
"Current document" = "当前文稿";
"current" = "当前";
"Customize Toolbar…" = "自定工具栏…";
"Cut" = "剪切";
"Dark" = "暗";
"Dash" = "破折号";
"Data Detectors" = "数据检测器";
"Date" = "日期";
"Day of month" = "日期";
"Day of week" = "星期";
"Day of year" = "第几天（年）";
"Day" = "天";
"days" = "天";
"Delete Column" = "删除列";
"Delete Command" = "删除命令";
"Delete Row" = "删除行";
"Delete Snippet" = "删除文本片段";
"Delete" = "删除";
"Deleted" = "已删除";
"Deprecated" = "弃用";
"Determiner" = "定性";
"Disabled" = "停用";
"Discard Changes" = "放弃更改";
"Document" = "文稿";
"Documents" = "文稿";
"Done" = "完成";
"Download" = "下载";
"Downloading…" = "正在下载…";
"Duplicate Line" = "重复行";
"Duplicate" = "复制";
"Edit Commands" = "编辑命令";
"Edit Plist" = "编辑Plist";
"Edit Script…" = "编辑脚本…";
"Edit Snippets" = "编辑文本片段";
"Edit" = "编辑";
"Edited" = "已编辑";
"Edit…" = "编辑…";
"Enabled" = "已启用";
"Encoding" = "编码";
"encoding" = "编码";
"Enter Full Screen" = "进入全屏幕";
"Every day" = "每天";
"Every hour" = "每小时";
"Everyone" = "所有人";
"Exclude" = "排除";
"Export as PDF…" = "导出为 PDF…";
"Export" = "导出";
"Export…" = "导出…";
"Extra Window" = "额外的窗口";
"File extension" = "文件扩展名";
"File name extension" = "文件扩展名";
"file size" = "文件大小";
"File" = "文件";
"Filter" = "过滤";
"Find and Replace…" = "查找和替换…";
"Find Next" = "查找下一个";
"Find Previous" = "查找上一个";
"Find Results" = "查找结果";
"Find" = "查找";
"Find…" = "查找…";
"Focus" = "聚焦";
"Fold" = "折页";
"Folder" = "文件夹";
"Folders" = "文件夹";
"Font" = "字体";
"For" = "为";
"Format" = "格式";
"Forward" = "向前";
"Found %@ matches for search-string %@" = "找到 %1$@ 项查找结果 “%2$@”";
"Found one match for search-string %@" = "找到一项查找结果符合 “%@”";
"function" = "函数";
"Functions" = "函数";
"General" = "一般";
"Go to %@ for more information." = "前往 %@ 获取更多信息。";
"Go To Line…" = "去行…";
"Go" = "开始";
"Go…" = "开始…";
"Gravity" = "引力";
"Grid" = "网格";
"Group" = "群组";
"Groups" = "群组";
"Help" = "帮助";
"Hex View" = "十六进制视图";
"Hidden" = "隐藏";
"Hide @@" = "隐藏 @@";
"Hide Others" = "隐藏其他";
"Hide" = "隐藏";
"Highlight Current Line" = "高亮显示当前行";
"Hour" = "小时";
"hours" = "小时";
"Icon Size" = "图标大小";
"Icon" = "图标";
"Identifier" = "标识";
"Idiom" = "成语";
"Idle" = "闲置";
"Ignore case" = "忽略大小写";
"Image" = "图像";
"Import" = "导入";
"Import…" = "导入…";
"In selection" = "所选内容";
"Include standard words" = "包含标准单词";
"Include" = "包含";
"Indent new lines automatically" = "自动缩进新线";
"Info" = "简介";
"Inline" = "联";
"Insert Color Value…" = "插入颜色值…";
"Insert Snippet" = "插入文本片段";
"Insert" = "插入";
"Interjection" = "欹";
"Internal helper tools" = "内部帮助工具";
"Invisible Characters" = "可见字符";
"Italic" = "斜体";
"Item" = "项目";
"Jump to Selection" = "跳到所选内容";
"Justify" = "两边对齐";
"Kern" = "字距调整";
"Key" = "键";
"Kind" = "种类";
"Language" = "语言";
"Launch again if it crashes" = "崩溃后再次运行";
"Left" = "左";
"Length" = "长度";
"Library" = "书库";
"License" = "许可证";
"License…" = "许可证…";
"Ligatures" = "连字";
"Light" = "浅色";
"Limits" = "限制";
"Line Break" = "换行";
"Line Numbers" = "行号";
"Line" = "行";
"Line spacing" = "行间距";
"Line: %@" = "行: %@";
"lines" = "线";
"List Sort Order:" = "列表排列顺序:";
"List" = "列表";
"Loading…" = "正在载入…";
"Log" = "日志";
"Login Items" = "登录项";
"Loosen" = "松排";
"Lower" = "降低";
"Magnet" = "磁铁";
"Make Lower Case" = "变为小写";
"Make sure that the selected text includes columns" = "请确保所选文本包含列";
"Make Text Bigger" = "使文本变大";
"Make Text Smaller" = "使文本变小";
"Make Upper Case" = "变为大写";
"Make Vertical Layout" = "使布局为竖排";
"me" = "我";
"Menu" = "菜单";
"Menu Item" = "菜单项";
"Merge All Windows" = "合并所有窗口";
"Message" = "信息";
"Minimize" = "最小化";
"minute" = "分钟";
"minutes" = "分钟";
"Miscellaneous" = "杂项";
"modified" = "改性";
"More Info" = "更多信息";
"Mounting Logical Volume" = "正在装载逻辑宗卷";
"Move Down" = "下移";
"Move Up" = "上移";
"Move" = "移动";
"name" = "名义";
"Name" = "名称";
"New Command" = "新命令";
"New Document" = "新建文稿";
"New Script" = "新建脚本";
"New Snippet" = "创建一个文本片段";
"New Tag" = "新标记";
"New" = "新建";
"Next Document" = "下一个文件";
"Next Function" = "下一个函数";
"Next" = "下一步";
"No Document" = "无文稿";
"No error" = "无错误";
"No items" = "没有项目";
"No matches found" = "找不到匹配结果";
"No saved searches" = "无最近搜索";
"No Selection" = "未选择";
"No updates available" = "没有可用的更新";
"No Value" = "无";
"Not applicable" = "不适用";
"Not editable" = "不可编辑";
"Not registered" = "未注册";
"Notes" = "备注";
"Notification" = "通知";
"Notifications" = "通知";
"Noun" = "名词";
"Number" = "数字";
"Numbers" = "数字";
"Off" = "关";
"OK" = "好";
"On" = "开";
"Only print selection" = "打印所选部分";
"Open document with text encoding" = "打开文件的文本编码";
"Open Documents" = "打开的文档";
"Open Recent" = "打开最近使用的";
"Open" = "打开";
"OpenParenthesis" = "圆括号";
"OpenQuote" = "引号";
"Open…" = "打开…";
"OrganizationName" = "公司";
"Other" = "其他";
"Other…" = "其他…";
"Outline" = "空心";
"Page Break" = "分页";
"Page Guide" = "网页指南";
"Page Setup…" = "页面设置…";
"Paint" = "油漆";
"Panel" = "面板";
"Paragraph Break" = "分段";
"Paragraph" = "段落";
"Part" = "声部";
"Particle" = "粒子";
"Paste and Match Style" = "粘贴并匹配样式";
"Paste Ruler" = "粘贴标尺";
"Paste Style" = "粘贴样式";
"Paste" = "粘贴";
"Path Bar" = "显示路径栏";
"Path" = "路径";
"Path…" = "路径…";
"Paths" = "路径";
"PersonalName" = "姓名";
"PlaceName" = "地名";
"Please try again." = "请再试一次。";
"Please try to download the update with the button and install it manually" = "请尝试使用按钮下载更新并手动安装";
"Position" = "位置";
"position" = "位置";
"Position: %@ - %@" = "位置: %@ - %@";
"Preferences" = "预置";
"Preferences…" = "预置…";
"Prefix" = "前缀";
"Prepare For XML" = "准备为XML";
"Preposition" = "介词";
"Prevent Editing" = "防止编辑";
"Preview" = "预览";
"Previous Document" = "以前的文档";
"Previous Function" = "先前的功能";
"Previous" = "上一个";
"Print header" = "打印页眉和页脚";
"Print line numbers" = "打印行号";
"Print syntax colors" = "打印语法颜色";
"Print…" = "打印…";
"Progress" = "进度";
"Pronoun" = "代词";
"Punctuation" = "标点符号";
"Purchase License to Save…" = "购买许可证保存";
"Purchase" = "购买";
"Purchase…" = "购买…";
"Quick Look" = "快速查看";
"Quit @@" = "退出 @@";
"Raise" = "升高";
"Ready to install" = "准备安装";
"Recent Searches" = "最近的搜索";
"Redo" = "重做";
"Refresh" = "刷新";
"Registered" = "已注册";
"Regular expressions" = "使用正则表达式";
"Relaunch" = "重新启动";
"Reload Text With Encoding" = "刷新文本编码";
"Remind Me" = "提醒我";
"Remove Line Endings" = "删除行尾";
"Remove Needless Whitespace" = "删除不必要的空白";
"Remove" = "移除";
"Rename the item and try again." = "请给该项目重新命名，然后再试一次。";
"Rename" = "重新命名";
"Repeat interval" = "重复时间间隔";
"Replace" = "替换";
"Replaced %@ occurrences of %@ with %@" = "发现 %1$@ 项 “%2$@” ，并替换为 “%3$@”";
"Replaced one occurrence of %@ with %@" = "发现一项 “%1$@” ，并替换为“%2$@”";
"Resize" = "调整大小";
"Result" = "结果";
"Resume" = "继续";
"Reveal in Finder" = "在 Finder 中显示";
"Revert to Saved" = "复原到已存储版本";
"Revert To" = "复原到";
"Revisions" = "修订";
"Right Size All Columns Individually" = "单独调整所有列到恰当的大小";
"Right Size This Column" = "调整该列到恰当的大小";
"Right" = "右边";
"Run Command" = "运行命令";
"Run Current Text" = "运行当前文本";
"Run Selection Inline" = "运行选定的文本联";
"Run Shell Script" = "运行 Shell 脚本";
"Run text" = "运行文本";
"Run" = "运行";
"Running" = "活跃";
"Save All" = "全部存储";
"Save As…" = "存储为…";
"Save" = "存储";
"Save…" = "存储…";
"Scheduled" = "已计划";
"Scope" = "范围";
"Script" = "脚本";
"seconds" = "秒钟";
"Select All" = "全选";
"Select Column" = "选择列";
"Select Line" = "选择行";
"Select Line…" = "选择行…";
"Select More" = "选择更多";
"Select Row" = "选择行";
"Selected" = "已选择";
"Selection" = "所选";
"selection" = "选取文字";
"Selection: %@ - %@" = "选取文字: %@ - %@";
"Semicolon" = "分号";
"SentenceTerminator" = "句子标点符号";
"Separator" = "分隔符";
"Services" = "服务";
"Settings" = "设置";
"Share" = "共享";
"Shift Left" = "左移位";
"Shift Right" = "右移位";
"Show All" = "全部显示";
"Show Colors" = "显示颜色";
"Show Fonts" = "显示字体";
"Show Fonts…" = "显示字体…";
"Show In Status Bar:" = "状态栏显示:";
"Show internal helpers" = "显示内部助手";
"Show Less" = "部分显示";
"Show More" = "显示更多";
"Show page guide, at column" = "显示页标，在行";
"Show Properties" = "显示属性";
"Show Ruler" = "显示标尺";
"Show Spelling and Grammar" = "显示拼写和语法";
"Show Substitutions" = "显示替换";
"Show Toolbar" = "显示工具栏";
"Show" = "显示";
"Shortcut" = "快捷指令";
"Sidebar" = "边栏";
"size" = "文件大小";
"Skip" = "跳过";
"Smaller" = "较小";
"Smart Copy/Paste" = "智能拷贝/粘贴";
"Smart Dashes" = "智能破折号";
"Smart Links" = "智能链接";
"Smart Quotes" = "智能引号";
"Snippets" = "文本片段";
"Sort Ascending" = "按升序排序";
"Sort Descending" = "按降序排序";
"Space" = "空格键";
"Spaces To Tabs" = "改变空格的字符标签";
"Spacing…" = "间距…";
"Special Characters…" = "特殊字符…";
"Speech" = "语音";
"Spelling and Grammar" = "拼写和语法";
"Split Window Horizontally" = "分割窗口水平";
"Split Window" = "分割窗口";
"Start Speaking" = "开始朗读";
"Status Bar" = "状态栏";
"Status" = "状态";
"Stop Speaking" = "停止朗读";
"Stop" = "关掉";
"Styles…" = "样式…";
"Subscript" = "下标";
"Substitutions" = "替换";
"Suggest automatically, after delay" = "自动提示, 延迟";
"Summary" = "摘要";
"Superscript" = "上标";
"Suppress command result" = "禁止命令的结果";
"Swap windows" = "切换窗口";
"Swipe" = "推送";
"Switch Characters" = "两个字符之间切换";
"Syntax Colors" = "语法颜色";
"Syntax" = "句法";
"syntax" = "句法";
"System" = "系统";
"Tab Bar" = "标签栏";
"Tab character" = "制表符字符";
"Tab width" = "制表符宽度";
"Tab" = "标签";
"Tabs To Spaces" = "制表符更改为空格字符";
"Tag" = "标记";
"Tags" = "标记";
"Test" = "尝试";
"Text Encoding" = "文本编码";
"Text Folding" = "文本折叠";
"Text Replacement" = "文本替换";
"Text Scanner" = "文字扫描仪";
"Text" = "文本";
"Thank You!" = "谢谢您！";
"The item couldn't be added or removed because of an unknown error." = "项未能被添加或移除，因为未知错误。";
"Themes" = "主题";
"This app is now registered" = "此应用现已注册";
"This document cannot be saved using its current encoding so please choose another encoding such as UTF-8 from the Text menu" = "这个文件不能使用其目前的编码方式保存，所以请从文本菜单中选择其他如UTF-8编码 ";
"This license is only valid for version %@. Purchase an upgrade license to register this version." = "本许可仅适用于版本%@.购买升级许可证注册此版本。";
"Tighten" = "紧排";
"Time period" = "时间段";
"Time" = "时间";
"Timeline" = "时间线";
"Title Bar" = "标题栏";
"Title" = "标题";
"to" = "到";
"Tools" = "工具";
"Touch" = "触摸";
"Traditional Form" = "传统字型";
"Transformations" = "转换";
"Tree" = "树";
"True" = "真";
"Underline" = "加下划线";
"Undo" = "撤销";
"Unfold All" = "显示所有文本";
"Unfold" = "展开";
"Uninstall" = "卸载";
"Unique name" = "唯一名称";
"Unique" = "唯一";
"Unknown" = "未知";
"Unreadable" = "不可读";
"Unsaved changes" = "未存储的改变";
"Update cancelled" = "已取消更新";
"Update" = "更新";
"Updates available" = "有更新项目";
"Use All" = "全部使用";
"Use Default" = "使用默认";
"Use None" = "取消使用";
"Use Selection for Find" = "查找所选内容";
"Use spaces instead of tabs" = "使用空格而不是制表符";
"Use the Choose… button to select an app, a script or write a simple command. After that you can test what you want to run." = "使用选择…按钮选择一个应用程序，一个脚本或写一个简单的命令。 之后，您可以测试您想要运行的内容。";
"Use ⌘‐1 through ⌘‐9 to switch tabs" = "使用 ⌘‐1 至 ⌘‐9 切换标签页";
"User" = "用户";
"Value for %@ cannot be empty" = "“%@”的值不能为空";
"Value" = "值";
"Verb" = "动词";
"Vertical Text" = "垂直文本";
"View" = "显示";
"Weekdays" = "工作日";
"Weekends" = "周末";
"Welcome" = "初始画面";
"What" = "什么";
"When" = "时间";
"where" = "哪里";
"Whitespace" = "空白";
"Window" = "的窗口";
"Word" = "字词";
"WordJoiner" = "细木工";
"Words" = "话";
"words" = "话";
"Words: %@" = "话: %@";
"Wrap Text to Page" = "按页面换行";
"Writing Direction" = "书写方向";
"You already have the newest version of %@." = "您已经拥有最新版本的％@。";
"You can’t undo this action." = "您不能撤销此操作。";
"You need to purchase %@ to save your document" = "您需要购买%@，以节省您的文档";
"You" = "您";
"Your changes will be lost if you don't save them." = "如果不存储，您更改的内容将会丢失。";
"Your command might be too complex to run. Do you want to run it as a shell script instead?" = "你的命令运行可能过于复杂。你要运行脚本，而不是吗？";
"Your software is up to date." = "您的软件是最新版本。";
"Zoom In" = "放大";
"Zoom Out" = "缩小";
"Zoom" = "缩放";
"“%@” is damaged and can’t be opened. Delete “%@” and download it again from %@" = "“%@”已损坏，无法打开。请删除“%@”，然后从 %@ 重新下载。";
